-- MySQL dump 10.13  Distrib 8.0.17, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: library
-- ------------------------------------------------------
-- Server version	8.0.17

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `category`
--

DROP TABLE IF EXISTS `category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `category` (
  `Category_ID` int(11) NOT NULL,
  `Category` longtext,
  `Sub_Category` longtext,
  PRIMARY KEY (`Category_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `category`
--

LOCK TABLES `category` WRITE;
/*!40000 ALTER TABLE `category` DISABLE KEYS */;
INSERT INTO `category` VALUES (1,'လူမှုရေးသိပ္ပံ','စီးပွားရေး'),(2,'လူမှုရေးသိပ္ပံ','သုတ'),(3,'လူမှုရေးသိပ္ပံ','နိုင်ငံရေး'),(4,'လူမှုရေးသိပ္ပံ','ဥပဒေ'),(5,'လူမှုရေးသိပ္ပံ','စီမံခန့်ခွဲမှု'),(6,'လူမှုရေးသိပ္ပံ','ရသ'),(7,'လူမှုရေးသိပ္ပံ','ဝတ္ထု'),(8,'လူမှုရေးသိပ္ပံ','ပုံပြင်'),(9,'လူမှုရေးသိပ္ပံ','ဆောင်းပါး'),(10,'လူမှုရေးသိပ္ပံ','ပညာပေး'),(11,'လူမှုရေးသိပ္ပံ','ပညာရေး'),(12,'လူမှုရေးသိပ္ပံ','လမ်းညွှန်'),(13,'လူမှုရေးသိပ္ပံ','ကဗျာ'),(14,'လူမှုရေးသိပ္ပံ','စကားပုံ'),(15,'လူမှုရေးသိပ္ပံ','စစ်တမ်း'),(16,'လူမှုရေးသိပ္ပံ','ကိုယ်ရေးအကျည်း'),(17,'လူမှုရေးသိပ္ပံ','သန်းခေါင်စာရင်း'),(18,'လူမှုရေးသိပ္ပံ','မှတ်စု'),(19,'လူမှုရေးသိပ္ပံ','အစီရင်ခံစာ'),(20,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','စာပေ'),(21,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','လမ်းညွှန်'),(22,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','အဘိဓာန်'),(23,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','ရခိုင်အဘိဓာန်'),(24,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','စာတမ်း'),(25,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','မှတ်တမ်း'),(26,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','ရခိုင်စာပေ'),(27,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','မဂ္ဂဇင်း'),(28,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','ရာဇဝင်သစ်ကျမ်း'),(29,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','ဂျာနယ်'),(30,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','ကြေးမုံကျမ်း'),(31,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','မြန်မာစာပေ'),(32,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','ခေတ်စမ်းရာဇဝင်'),(33,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','အင်္ဂလိပ်စာပေ'),(34,'အယူဝါဒ','ဘာသာရေး'),(35,'အယူဝါဒ','ဇာတ်တော်'),(36,'အယူဝါဒ','ဗုဒ္ဒဘာသာယဉ်ကျေးမှု'),(37,'အယူဝါဒ','ဆိုရိုးစကား'),(38,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','IT'),(39,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','နတ်ဝခ်ကင်း'),(40,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','မဂ္ဂဇင်း'),(41,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','ဆောင်းပါး'),(42,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','သုတ'),(43,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','ကွန်ပျုတာအသုံးပြုပုံ'),(44,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','window 8အသုံးပြုပုံ'),(45,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','ရုံးသုံးမြန်မာစာရေးသားနည်း'),(46,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','website ဖန်တီးနည်း'),(47,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','ဒီဇိုင်းနှင့်ဂရပ်ဖစ်'),(48,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ','တီထွင်မှု'),(49,'ပထဝီဝင်ပညာနှင့်သမိုင်း','ဒီမိုကရေစီ'),(50,'ပထဝီဝင်ပညာနှင့်သမိုင်း','သမိုင်း'),(51,'ပထဝီဝင်ပညာနှင့်သမိုင်း','မှတ်တမ်း'),(52,'ပထဝီဝင်ပညာနှင့်သမိုင်း','မြန်မာ့သမိုင်း'),(53,'ပထဝီဝင်ပညာနှင့်သမိုင်း','အတ္ထုပ္ပတ္တိ'),(54,'ပထဝီဝင်ပညာနှင့်သမိုင်း','ခရီးသွား'),(55,'ပထဝီဝင်ပညာနှင့်သမိုင်း','သမိုင်းနှင့်စာပေ'),(56,'ပထဝီဝင်ပညာနှင့်သမိုင်း','ရခိုင်သမိုင်း'),(57,'ဘာသာစကား','အဘိဓာန်'),(58,'ဘာသာစကား','ဆောင်းပါး'),(59,'ဘာသာစကား','ရခိုင်စကား'),(60,'ကျန်းမာရေး','အာဟာရ'),(61,'ကျန်းမာရေး',NULL),(62,'ကျန်းမာရေး','ဆောင်းပါး'),(63,'ကျန်းမာရေး','အမျိုးသမီးကျန်းမာရေး'),(64,'ကျန်းမာရေး','အာဟာရ/ကာယ'),(65,'ဘာသာပြန်','အတ္ထုပ္ပတ္တိ'),(66,'ဘာသာပြန်','ပညာပေး'),(67,'အသုံးချသိပ္ပံ','နည်းပညာ'),(68,'အသုံးချသိပ္ပံ','အင်ဂျီနီယာ'),(69,'ဒဿနိကနှင့်စိတ်ပညာ','ဆောင်းပါး'),(70,'ဒဿနိကနှင့်စိတ်ပညာ','နက္ခတ်ဗေဒင်'),(71,'Music','Guitar'),(72,'English','Grammar'),(73,'Biography','Kofiannann'),(74,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း','ဆောင်းပါး'),(75,'research','computer science'),(76,'လူမှုရေးသိပ္ပံ',NULL),(77,'စာပေနှင့်စာစပ်နည်း၊စာစီကုံးနည်း',NULL),(78,'အယူဝါဒ',NULL),(79,'ကွန်ပျူတာ၊သုတပညာအထွေထွေ',NULL),(80,'ပထဝီဝင်ပညာနှင့်သမိုင်း',NULL),(81,'ဘာသာစကား',NULL),(82,'ကျန်းမာရေး',NULL),(83,'ဘာသာပြန်',NULL),(84,'အသုံးချသိပ္ပံ',NULL),(85,'ဒဿနိကနှင့်စိတ်ပညာ',NULL),(86,'English',NULL),(87,'Biography','Unknown');
/*!40000 ALTER TABLE `category` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-10-05  4:01:42
